{
  "Questions": [
    "If you could go anywhere on a vacation, where would you go, and what would you do?",
    "What is your favorite snack or treat?",
    "What kind of weather do you like the best?",
    "Where are you from? What do you miss/like about your hometown?",
    "If you were a farm animal, which would you be and why?",
    "if you could have any superpower, what would it be?",
    "If all fast food chains were to close, but you could keep one, which would you choose?",
    "What is the worst thing to yell out in a crowded theater?",
    "If you could be a master with any medieval weapon, what would you choose?",
    "if you could enact one law, what would it be?",
    "What part of the human face is your favorite?",
    "What was the best thing BEFORE sliced bread?",
    "Would you rather Look like a potato or Feel like a Potato?",
    "If you could snap your fingers and become an expert in something, what would it be?",
    "If I could write a book about your life, what would the title be and why?",
    "What advice would you give to your teenage self?",
    "What do you do to turn things around when you're having a bad day?",
    "What drains you outside of work?",
    "What energizes you outside of work?",
    "What's a trip that changed you, and why?",
    "What's one of your favorite memories from the past year?",
    "What's one thing most people don't know about you?",
    "What's one thing you're currently trying to make a habit?",
    "What's one thing you're learning now, and why is it important?",
    "What's something you saw recently that made you smile?",
    "What's something you've done, but will never do again?",
    "What's something, big or small, that you're really bad at?",
    "What's something, big or small, that you're really good at?",
    "What's the best advice you were ever given? Who was it from?",
    "What's the best compliment you've ever received?",
    "What's your favorite way to unwind after a busy day?",
    "What's your guilty pleasure?",
    "When you were a kid, what did you want to be when you grew up?",
    "If you could trade places with anyone for a day, who would you choose?",
    "If you had to pick one age to be permanently, which age would you choose?",
    "What three words would your friends use to describe you?",
    "Who would play you in a movie about your life?",
    "Who is your hero?",
    "If you could live anywhere, where would it be?",
    "What is your biggest fear?",
    "What is your favorite family vacation?",
    "What would you change about yourself if you could?",
    "What really makes you angry?",
    "What motivates you to work hard?",
    "What is your favorite thing about your career?",
    "What is your biggest complaint about your job?",
    "What is your proudest accomplishment?",
    "What is your favorite book to read?",
    "What makes you laugh the most?",
    "What was the last movie you went to? What did you think?",
    "If you could choose to do anything for a day, what would it be?",
    "Would you rather ride a bike, ride a horse, or drive a car?",
    "What would you sing at Karaoke night?",
    "If you could have a song play every time you enter a room, what would it be?",
    "Do you like or dislike surprises? Why or why not?",
    "Who would you want to be stranded with on a deserted island?",
    "What is the best gift you have been given?",
    "What is the strangest gift you have received?",
    "What's your favorite zoo animal?",
    "If you could go back in time to change one thing, what would it be?",
    "What's the longest you've gone without sleep (and why)?",
    "Would you rather trade intelligence for looks or looks for intelligence?",
    "Have you ever had a secret admirer?",
    "What's the most daring thing you've ever done?",
    "What's your favorite family recipe?",
    "What's your favorite family tradition?",
    "Is your glass half full or half empty?",
    "What's the craziest thing you’ve done in the name of love?",
    "What's the most unusual thing you've ever eaten?",
    "Do you collect anything?",
    "Is there anything you wished would come back into fashion?",
    "Which of the five senses would you say is your strongest?",
    "What is your personal motto?",
    "If you had a warning label, what would yours say?",
    "On a scale of 1-10 how weird are you?",
    "If you had to describe yourself as an animal, which one would it be?",
    "What is one thing you will never do again?",
    "What Is The Dumbest Way You’ve Been Injured?",
    "What’s Something I Would Never Guess About You?",
    "What’s Something That People Think Makes Them Look Cool, But Actually Makes Them Look Ridiculous?",
    "What’s The Funniest Name You Can Think Of For A Pet?",
    "What’s The Most Useless Product Around Today?",
    "What’s Your Worst Roommate Or House Guest Story?",
    "If You Could Breed Two Animals Together To Defy The Laws Of Nature What New Animal Would You Create?",
    "Would You Rather Have Skin That Changes Color Based On Your Emotions Or Tattoos Appear All Over Your Body Depicting What You Did Yesterday?",
    "Would You Rather Go 30 Days Without Your Phone Or Your Entire Life Without Dessert?",
    "Would You Rather Be The Best Player On A Horrible Team Or The Worst Player On A Great Team?",
    "Who Or Where Would You Haunt If You Were A Ghost?",
    "How Much Would Someone Have To Pay You To Eat A Live Spider?",
    "Would You Rather Be The Most Popular Kid In School Or The Smartest Kid In School?",
    "Do You Have Any Superstitions?",
    "What Is The Weirdest Thing You Find Attractive In A Person?",
    "What’s Something Weird That You Recommend Everyone Tries At Least Once?",
    "What Is Something You Hate, But You Wished You Loved?",
    "What Is Something You Get Wrong Almost Every Time You Do It?",
    "Dinosaurs Or Dragons?",
    "If you could fill a swimming pool with something, what would it be?",
    "If Everything In Your House Had To Be One Color What Color Would You Choose?",
    "What Would Be The Worst Ingredients To Fill A Burrito With?",
    "How Many Cheeseburgers Is Too Many Cheeseburgers?",
    "If You Had An Endless Budget To Build A Blanket Fort, What Would Yours Look Like?",
    "If You Could Steal One Thing Without Consequence What Would It Be?",
    "If You Could Talk To One Species Of Animal Which Would It Be?",
    "If You Could Be Any Person Alive Or Dead For A Day, Who Would It Be And Why?",
    "If you had to change your name, what would you change it to?",
    "What’s invisible but you wish people could see?",
    "What kind of secret society would you like to start?",
    "How many chickens would it take to kill an elephant?",
    "Which body part do you wish you could detach and why?",
    "If life were a video game, what would your favorite cheat code be?",
    "What set of items could you buy that would make the cashier the most uncomfortable?",
    "What are some fun and interesting alternatives to war that countries could settle their differences with?",
    "If you were arrested today, what would you be arrested for?",
    "You’re a mad scientist, what scientific experiment would you run if money and ethics weren’t an issue?",
    "If someone asked to be your apprentice and learn all that you know, what would you teach them?",
    "What movie completely changes its plot when you change one letter in its title? What’s the new movie about?",
    "If the all the States in the USA were represented by food, what food would each state be represented by?",
    "If you were transported 400 years into the past with no clothes or anything else, how would you prove that you were from the future?",
    "If you had to impress a stranger or be sent to prison, what would you do to impress them?",
    "If you could instantly invent 1 new product, what would it be?",
    "What brand are you most loyal to?",
    "If you could bankrupt any person, company, country, or organization… who would it be?",
    "If you were a flavor, which one would you be?",
    "On an average day, how many pigeons do you think you could reasonably carry?",
    "Is there something that you’ve dreamed of doing for a long time? Why haven’t you done it? ",
    "More or less?",
    "How much sawdust can you put into a Rice Krispie Treat before people start to notice?",
    "Water or Fire?",
    "What’s the largest mammal you think you could knock out with a single punch?",
    "What’s one superpower you would NOT want? ",
    "what is something that is important to you that you never really talk about?",
    "What do you hate?",
    "What is something I wouldn't believe about you? ",
    "If you could learn any musical instrument, what would it be?",
    "If you could instantly master any sport, what would it be?",
    "What's would you use a stapler for other than stapling paper? ",
    "If you could invent a new type of weather, what would it be?",
    "What's the best Halloween costume you've ever had or seen?",
    "If all jobs paid the same wage, what would you do for work?",
    "What's your favorite word?",
    "What's your favorite emoji?",
    "\"Do you miss it?\" What was the first thing that just popped into your mind?",
    "What’s been on your mind lately?",
    "What does success mean to you?",
    "Where is your happy place?",
    "what would you be famous for?",
    "If you didn’t have to sleep, what would you do with the extra time?",
    "what job would you be terrible at?",
    "What did you have to give up to achieve your current level of success?",
    "What color is your soul?",
    "Wood or Metal?",
    "Soft or Hard?",
    "Squishy or Crunchy?",
    "Round or Sharp?",
    "If you were a dragon, what would you breathe instead of fire?",
    "Sound or Smell?",
    "Taste or Touch?",
    "Sweet or Salty",
    "Hot or Cold?",
    "Thinking or Feeling?",
    "Fly or Swim?",
    "Music or Poetry",
    "What is your least favorite color?",
    "Would you accept a chance to colonize Mars if you knew you could not return to Earth?"
  ],
  "Games": [
    {
      "title": "Ninja",
      "Description": "Go super speedy fast"
    },
    {
      "title": "Paranoia",
      "Description": "Be all da sneaky"
    }
  ]
}
