{
	"Questions": [
		"If you could go anywhere on a vacation, where would you go, and what would you do?",
		"What is your favorite snack or treat?",
		"What kind of weather do you like the best?",
		"Where are you from? What do you miss/like about your hometown?",
		"If you were a farm animal, which would you be and why?",
		"If you could have any superpower, what would it be?",
		"If all fast food chains were to close, but you could keep one, which would you choose?",
		"What is the worst thing to yell out in a crowded theater?",
		"If you could be a master with any medieval weapon, what would you choose?",
		"If you could enact one law, what would it be?",
		"What part of the human face is your favorite?",
		"What was the best thing BEFORE sliced bread?",
		"Would you rather Look like a potato or Feel like a Potato?",
		"If you could snap your fingers and become an expert in something, what would it be?",
		"If I could write a book about your life, what would the title be and why?",
		"What advice would you give to your teenage self?",
		"What do you do to turn things around when you're having a bad day?",
		"What drains you outside of work?",
		"What energizes you outside of work?",
		"What's a trip that changed you, and why?",
		"What's one of your favorite memories from the past year?",
		"What's one thing most people don't know about you?",
		"What's one thing you're currently trying to make a habit?",
		"What's one thing you're learning now, and why is it important?",
		"What's something you saw recently that made you smile?",
		"What's something you've done, but will never do again?",
		"What's something, big or small, that you're really bad at?",
		"What's something, big or small, that you're really good at?",
		"What's the best advice you were ever given? Who was it from?",
		"What's the best compliment you've ever received?",
		"What's your favorite way to unwind after a busy day?",
		"What's your guilty pleasure?",
		"When you were a kid, what did you want to be when you grew up?",
		"If you could trade places with anyone for a day, who would you choose?",
		"If you had to pick one age to be permanently, which age would you choose?",
		"What three words would your friends use to describe you?",
		"Who would play you in a movie about your life?",
		"Who is your hero?",
		"If you could live anywhere, where would it be?",
		"What is your biggest fear?",
		"What is your favorite family vacation?",
		"What would you change about yourself if you could?",
		"What really makes you angry?",
		"What motivates you to work hard?",
		"What is your favorite thing about your career?",
		"What is your biggest complaint about your job?",
		"What is your proudest accomplishment?",
		"What is your favorite book to read?",
		"What makes you laugh the most?",
		"What was the last movie you went to? What did you think?",
		"If you could choose to do anything for a day, what would it be?",
		"Would you rather ride a bike, ride a horse, or drive a car?",
		"What would you sing at Karaoke night?",
		"If you could have a song play every time you enter a room, what would it be?",
		"Do you like or dislike surprises? Why or why not?",
		"Who would you want to be stranded with on a deserted island?",
		"What is the best gift you have been given?",
		"What is the strangest gift you have received?",
		"What's your favorite zoo animal?",
		"If you could go back in time to change one thing, what would it be?",
		"What's the longest you've gone without sleep (and why)?",
		"Would you rather trade intelligence for looks or looks for intelligence?",
		"Have you ever had a secret admirer?",
		"What's the most daring thing you've ever done?",
		"What's your favorite family recipe?",
		"What's your favorite family tradition?",
		"Is your glass half full or half empty?",
		"What's the craziest thing you’ve done in the name of love?",
		"What's the most unusual thing you've ever eaten?",
		"Do you collect anything?",
		"Is there anything you wished would come back into fashion?",
		"Which of the five senses would you say is your strongest?",
		"What is your personal motto?",
		"If you had a warning label, what would yours say?",
		"On a scale of 1-10 how weird are you?",
		"If you had to describe yourself as an animal, which one would it be?",
		"What is one thing you will never do again?",
		"What Is The Dumbest Way You’ve Been Injured?",
		"What’s Something I Would Never Guess About You?",
		"What’s Something That People Think Makes Them Look Cool, But Actually Makes Them Look Ridiculous?",
		"What’s The Funniest Name You Can Think Of For A Pet?",
		"What’s The Most Useless Product Around Today?",
		"What’s Your Worst Roommate Or House Guest Story?",
		"If You Could Breed Two Animals Together To Defy The Laws Of Nature What New Animal Would You Create?",
		"Would You Rather Have Skin That Changes Color Based On Your Emotions Or Tattoos Appear All Over Your Body Depicting What You Did Yesterday?",
		"Would You Rather Go 30 Days Without Your Phone Or Your Entire Life Without Dessert?",
		"Would You Rather Be The Best Player On A Horrible Team Or The Worst Player On A Great Team?",
		"Who Or Where Would You Haunt If You Were A Ghost?",
		"How Much Would Someone Have To Pay You To Eat A Live Spider?",
		"Would You Rather Be The Most Popular Kid In School Or The Smartest Kid In School?",
		"Do You Have Any Superstitions?",
		"What Is The Weirdest Thing You Find Attractive In A Person?",
		"What’s Something Weird That You Recommend Everyone Tries At Least Once?",
		"What Is Something You Hate, But You Wished You Loved?",
		"What Is Something You Get Wrong Almost Every Time You Do It?",
		"Dinosaurs Or Dragons?",
		"If you could fill a swimming pool with something, what would it be?",
		"If Everything In Your House Had To Be One Color What Color Would You Choose?",
		"What Would Be The Worst Ingredients To Fill A Burrito With?",
		"How Many Cheeseburgers Is Too Many Cheeseburgers?",
		"If You Had An Endless Budget To Build A Blanket Fort, What Would Yours Look Like?",
		"If You Could Steal One Thing Without Consequence What Would It Be?",
		"If You Could Talk To One Species Of Animal Which Would It Be?",
		"If You Could Be Any Person Alive Or Dead For A Day, Who Would It Be And Why?",
		"If you had to change your name, what would you change it to?",
		"What’s invisible but you wish people could see?",
		"What kind of secret society would you like to start?",
		"How many chickens would it take to kill an elephant?",
		"Which body part do you wish you could detach and why?",
		"If life were a video game, what would your favorite cheat code be?",
		"What set of items could you buy that would make the cashier the most uncomfortable?",
		"What are some fun and interesting alternatives to war that countries could settle their differences with?",
		"If you were arrested today, what would you be arrested for?",
		"You’re a mad scientist, what scientific experiment would you run if money and ethics weren’t an issue?",
		"If someone asked to be your apprentice and learn all that you know, what would you teach them?",
		"What movie completely changes its plot when you change one letter in its title? What’s the new movie about?",
		"If the all the States in the USA were represented by food, what food would each state be represented by?",
		"If you were transported 400 years into the past with no clothes or anything else, how would you prove that you were from the future?",
		"If you had to impress a stranger or be sent to prison, what would you do to impress them?",
		"If you could instantly invent 1 new product, what would it be?",
		"What brand are you most loyal to?",
		"If you could bankrupt any person, company, country, or organization… who would it be?",
		"If you were a flavor, which one would you be?",
		"On an average day, how many pigeons do you think you could reasonably carry?",
		"Is there something that you’ve dreamed of doing for a long time? Why haven’t you done it? ",
		"More or less?",
		"How much sawdust can you put into a Rice Krispie Treat before people start to notice?",
		"Water or Fire?",
		"What’s the largest mammal you think you could knock out with a single punch?",
		"What’s one superpower you would NOT want? ",
		"What is something that is important to you that you never really talk about?",
		"What do you hate?",
		"What is something I wouldn't believe about you? ",
		"If you could learn any musical instrument, what would it be?",
		"If you could instantly master any sport, what would it be?",
		"What's would you use a stapler for other than stapling paper? ",
		"If you could invent a new type of weather, what would it be?",
		"What's the best Halloween costume you've ever had or seen?",
		"If all jobs paid the same wage, what would you do for work?",
		"What's your favorite word?",
		"What's your favorite emoji?",
		"\"Do you miss it?\" What was the first thing that just popped into your mind?",
		"What’s been on your mind lately?",
		"What does success mean to you?",
		"Where is your happy place?",
		"What would you be famous for?",
		"If you didn’t have to sleep, what would you do with the extra time?",
		"What job would you be terrible at?",
		"What did you have to give up to achieve your current level of success?",
		"What color is your soul?",
		"Wood or Metal?",
		"Soft or Hard?",
		"Squishy or Crunchy?",
		"Round or Sharp?",
		"If you were a dragon, what would you breathe instead of fire?",
		"Sound or Smell?",
		"Taste or Touch?",
		"Sweet or Salty",
		"Hot or Cold?",
		"Thinking or Feeling?",
		"Fly or Swim?",
		"Music or Poetry",
		"What is your least favorite color?",
		"Would you accept a chance to colonize Mars if you knew you could not return to Earth?",
		"How would you improve shoes",
		"If you could combine two animals, which would you combine",
		"If you could place any city next to yours what would you choose?",
		"If you could to design a new amusement park ride, what would it be?",
		"If you could give everyone the world one item what would it be?",
		"What movie would you like to live inside?",
		"Would you rather be a great artist or a great writer?",
		"If you could send one item back in time to your great-grandmother what would it be?",
		"How would you improve cars?",
		"What would you create for your city if you had an infinite amount of money?",
		"If you never had to sleep what would you do with the extra time?",
		"Would you rather have an incredible sense of smell or taste?",
		"If you could invent a new way to travel what would it be?",
		"If a local restaurant called you looking for ideas, what kids meal would you suggest they add to their menu?",
		"If you could create a life size version of any board game what would you choose?",
		"What would you like to happen after taking a magical pill?",
		"Would you rather go on a rocket to space or on a submarine to the bottom of the ocean?",
		"What would you do to make schools a better place?",
		"What new breakfast food would you invent?",
		"If you could have a giant stuffed animal what would it be?",
		"If you could do anything and know you'd be completely safe what would you do?",
		"If you could visit any planet in our solar system on vacation where would you go?",
		"If you could instantly teleport anywhere right now where would you go? ",
		"What new toy would you like to invent?",
		"If you could create the ultimate dessert what would it be?",
		"What could the government do to stop littering?",
		"What new invention would make your life easier?",
		"If you were to book who would be your main character?",
		"If you could invent a new sport how would it be played?",
		"If you could put any thought into your teacher's head what would it be?",
		"What tiny object is the most precious to you?",
		"What big thing would you like to accomplish in life?",
		"What's your biggest wish in life?",
		"If you could plant a gigantic garden what would you grow in it?",
		"What's the longest you've ever gone without sleeping and why?",
		"If you were going to plan a big adventure where would you like to go?",
		"If you were a ladybug which type of flower would you choose for your home?",
		"If you could keep one animal as a baby forever, what would you choose?",
		"What's the hardest secret you've ever had to keep?",
		"Do you prefer large or small groups of friends?",
		"What's the coolest party you've ever been to?",
		"What's the longest distance you've ever walked?",
		"What's the hardest project you've ever completed?",
		"What's the biggest animal you've ever seen in person?",
		"What's the coolest building you've ever been inside?",
		"Would you rather live in a big city or a small town?",
		"If you could ride any animal into battle what would it be?",
		"Would you rather be able to run like a cheetah or fly like an eagle?",
		"Which adult besides your parents has had the biggest impact on you?",
		"If you were a bird where would you fly to?",
		"Which friend have you known for the least amount of time?",
		"What's the most interesting thing you've learned this week?",
		"What's the nicest thing you see everyday?",
		"What color do you like to wear the most?",
		"What's your least favorite color?",
		"What new ice cream flavor would you invent?",
		"What's the worst thing you could possibly eat?",
		"What would you like to see out of your bedroom window every morning?",
		"Would you rather sleep on a bed of rice or pudding?",
		"What is your favorite smell coming from the kitchen?",
		"What's your personal theme song?",
		"What song do you like to listen to over and over again?",
		"What's the funniest thing you've experienced this week?",
		"What's the strangest thing you've experienced this week?",
		"Which taste always makes you think of a specific memory?",
		"Which taste reminds you the most of each season?",
		"What's the softest thing you've ever touched?",
		"Which instrument makes the prettiest sound?",
		"What would be the best sound for an alarm clock?",
		"What's the best meal you've ever had?",
		"What's the most soothing sound?",
		"If you could replace all car horns with one sound what would you pick?",
		"Which holiday has the best food?",
		"What's one food you never want to try?",
		"What's one thing you'll never do again?",
		"If you could do a perfect impression of one celebrity who would you choose?",
		"If you had to eat out for every meal but everything within a one block radius was free, what would you put on your block?",
		"Why are you thankful that you live where you do?",
		"What's the coolest thing you found in nature?",
		"What's the best gift you've ever given?",
		"What's the best part about being a kid?",
		"What's the best part of being adult?",
		"Who has taught you the most about life?",
		"What's your least favorite part about being your age?",
		"What are you thankful for?",
		"What do you dream about?",
		"What's one thing you like to do every single day?",
		"Who gives the best hugs?",
		"When you wake up in the morning what makes you feel happy?",
		"What was your favorite age of your life?",
		"What's the best trip you've ever been on?",
		"What's the best thing about coming home from school/work?",
		"Where is your favorite place on Earth?",
		"What's your favorite thing to do outside?",
		"What's your favorite thing about each season?",
		"What special talents do you have?",
		"What do you like most about your bedroom?",
		"How would you design your dream house?",
		"What's your favorite game?",
		"What's the best thing about your parents?",
		"Which toy is your oldest and most beloved?",
		"What's your favorite part of the day?",
		"What would you buy with $20 if you had to spend it today? $200? $2000?",
		"If you had to send a thank you note to someone right now who would it be?",
		"What makes you happy to be alive?",
		"What one thing in the near future are you most looking forward to?",
		"Which song makes you happy no matter what?",
		"What's one thing that always makes you emotional?",
		"Are you an emotional person?",
		"What are the best things about where you live?",
		"If you could choose only one place to go on vacation for the rest of your life, where would it be and why?",
		"What flavor of ice cream are you?",
		"If you would have talk show who would your first three guests be?",
		"What type of cereal are you?",
		"Which piece of office supplies are you? ",
		"What's your favorite possession? ",
		"Where's the last place you went to for the first time?",
		"What's your favorite movie?",
		"What's your favorite section in a bookstore or library?",
		"Which season do you most closely identify with?",
		"Which common saying or slogan best describes your life?",
		"Do you collect anything?",
		"Which aspect of your personality adds the most value to the world?",
		"What talent or potential do you have that is not fully realized at your current job?",
		"Which one piece of your work, if you could do it every day, would increase your appreciation and success at your current job? ",
		"Is it better to have a really good plan and stick to it or be incredibly adaptable?",
		"Would you rather have a mild cold for the rest of your life, or only get sick once a month, but be deathly ill each time?",
		"How tough are you?",
		"Which do you trust more your brain or your heart?",
		"Is it better to be fast or strong?",
		"What's one thing you really have a knack for?",
		"Is it better to be honest or kind?",
		"What do you have believe in?",
		"What do you hope for?",
		"Would you rather live 100 years in the future or in the past?",
		"What's one thing that makes you lose track of time?",
		"What is life all about?",
		"Would you rather lose your short-term memory or long-term memory?",
		"Would you rather be blind or deaf?",
		"If you could change the color of any one item, what would you change and what color would you make it?",
		"If you had to change the color of every fruit, what color would you make each one?",
		"If you can make any hot food cold or cold food hot, without changing the taste or texture, what would you change?",
		"Do you live by the letter of the law or spirit of the law?",
		"If you could commit one crime without ever being caught what would you do?",
		"Would you rather age twice as fast and live for 40 more years, or half as fast and live for 15 more years?",
		"What fictional character do you identify with the most?",
		"What's your favorite beverage?",
		"If you could be any fictional character, who would you choose? Which fictional character would be your arch nemesis?",
		"What one movie would you want to see in theaters again?",
		"What's one book or movie you wish you could forget and read again for the first time?",
		"If one animal could choose to be you, which animal would it be?"
	]
}
